Repository: common-repository/tomek-members-only-reloaded
Catalog: lang/members_only-*.po
Languages: hu_hu

source: Members Only
hu_hu: Csak tagoknak

source: Everyone can read it
hu_hu: Mindenki elolvashatja

source: Enable advertising before reading the full content
hu_hu: Reklám engedélyezése a teljes tartalom olvasása előtt

source: HTML code
hu_hu: HTML kód

source: Jump to the full content
hu_hu: Ugrás a teljes tartalomra

source: The post doesn't end.
hu_hu: A cikknek még nincs vége!

source: You need
hu_hu: A folytatáshoz

source: registration
hu_hu: regisztráció

source: and
hu_hu: és

source: login
hu_hu: bejelentkezés

source: to read the whole post.
hu_hu: szükséges.
